import './faq.css'
export default function Faq(){
    return (
        <div className="faq">
            <div className='text'>
                <div>
                    <details open>
                        <summary>
                            Иду в первый раз, боюсь, смогу ли я пройти маршрут? Какая нужна подготовка?
                        </summary>
                        <div>
                            Все когда то первый раз пошли в горы. И даже у самых пре самых туристов и альпинистов, тоже когда то был первый выход. Очень часто в наших походах есть новички. Главное не бояться!  Когда мы идем по маршруту, инструктор внимательно наблюдает за группой. Если понадобится мы можем идти вдвое медленнее, а привалы делать чаще. Где нужно подскажет и поправит. Главное это ваше здоровье. Из опыта, могу сказать, что обычно адаптация к условиям наступает на второй, третий день похода - усталость постепенно проходит и идти становится гораздо легче.
                        </div>
                    </details>
                    <details>
                        <summary>
                            Могу ли я предложить свой маршрут?
                        </summary>
                        <div>
                            Если вы не хотите идти  по предложенным нами маршрутам , вам не подходят сроки или длительность похода, вы слышали о какой либо достопримечательности, но в наших маршрутах ее нет, мы предлагаем походы на заказ, в которых вы можете указать дату похода, и места в которых хотели бы побывать.
                        </div>
                    </details>
                    <details>
                        <summary>
                            Что делать, если я потерялся?
                        </summary>
                        <div>
                            Вероятность этого чрезвычайна мала, мы со своей стороны очень стремимся свести ее к нулю. Но все же, может случиться так, что вы отошли сфотографировать очередной интересный камень на лесной тропинке, замыкающий вас не увидел, и вдруг понимаете, что группа ушла вперед.

                            Перво-наперво - нужно загнать панику куда ни будь подальше, она нам сейчас совершенно не нужна. Дальше пробуем докричаться до кого ни будь из группы, орать можно и нужно так, как будто вы увидели перед собой медведя. Если не помогло, и в вашей местности присутствует связь - звоните. Если же связи нет, не паникуем. Сейчас паника нам нужна еще меньше. Остаемся на месте. Не идем искать группу. Сидим и ждем, когда нас найдут. Ждем именно на той тропе, где вы только что отделились от группы. Примерно каждые тридцать минут инструктор делает привал, пересчитывая при этом людей. Поэтому пожалуйста, не нужно пытаться пойти очевидным путем покороче или срезать через лес, услышав где то внизу гул реки - он совершенно может быть не тот который нам нужен, и более того, не факт, что по реке можно пройти. Сидите и ждите на тропе, пока вас найдут!!!
                        </div>
                    </details>
                    <details>
                        <summary>
                            Что включено в стоимость похода?
                        </summary>
                        <div>
                            Мы очень стараемся сделать наши маршруты максимально удобными и очень часто в стоимость входят все расходы. Но иногда бывает, что некоторые предугадать невозможно, поэтому мы их не включаем в стоимость. В конце описания каждого из маршрутов расписано, что входит, а что не входит в стоимость похода. Кроме того, иногда у нас на пути попадаются населенные пункты, при выходе в которые, зачастую, трудно устоять перед соблазном купить магнитик или зайти посмотреть ассортимент местной лавки, поэтому лучше если у вас будет в кармане небольшой запас денег, если не понадобятся - просто увезете их домой. Разумеется, если вы не планируете скупать все сувенирные лавки по дороге.
                        </div>
                    </details>
                </div>
            </div>
        </div>
    );
}